{
    "scene_starts": [
        {
            "id": "1104124774050971679",
            "type": "Default",
            "timestamp": "2023-05-05T19:17:39.78+00:00",
            "timestampEdited": "2023-05-05T23:54:14.215+00:00",
            "callEndedTimestamp": null,
            "isPinned": false,
            "content": "```He was finally done with his exams and Art Projects. He enjoyed the whole thing, but he was ready to get back to his dorm room, shower, and hermit for the rest of the time till he had to come back out.```\n \n\n`I just wanna shower and sleep for 10 years...So tired...`\n\n ```The elevator before him was about 75% of the way closed, instinctively, he placed his hand over the sensor and walks into the elevator. Pressing his dorm floor, he was still deep in thought about all that he had to write...Reports...Meetings...Commander isn't gonna be pleased with the amount of absence Lysander had to take between now and his last report...```",
            "author": {
                "id": "47",
                "name": "Lysander D. Ruiz",
                "discriminator": "0000",
                "nickname": "Lysander D. Ruiz",
                "color": null,
                "isBot": true,
                "avatarUrl": "https://cdn.discordapp.com/avatars/1104059225971376293/f500902166a31f5c45b9c3207d9a18a0.png?size=512"
            },
            "attachments": [],
            "embeds": [],
            "stickers": [],
            "reactions": [],
            "mentions": [],
            "category": "Dorm: Alden (Men)",
            "channel": "alden-hallway",
            "status": "active",
            "link": "https://discord.com/channels/857848490683269161/1104057851330187314/1104124774050971679"
        },
        {
            "id": "1079895945233305700",
            "type": "Default",
            "timestamp": "2023-02-27T22:40:56.84+00:00",
            "timestampEdited": null,
            "callEndedTimestamp": null,
            "isPinned": false,
            "content": "```February 27th, University Acceptance```\n\nFinally, the tuition was fully paid, and his housing and school situations have been handled by his superior [and his assistant]. He was elated that he could finally get down to business, and possibly run into some of the demons he met on the outskirts previously...Playing a college kid again is going to be quite an experience...\n\nLysander confidently walks into his new room, taking time to soak in the atmosphere around him. For a supposed demon infested university, the dorms were pretty high quality, spacious, no roommates...And the amount of amenities offered to this school, there must be some wealthy characters who attend this college...Which also meant that there could be aristocratic and high rank demons \"attending\" as well. \n\nNo matter, he is nothing more than an informant for now. \n\nFirst, to rearrange this dorm room for comfort...And to hide his equipment. \n\n```Monologue 1: END```",
            "author": {
                "id": "47",
                "name": "Lysander D. Ruiz",
                "discriminator": "0000",
                "nickname": "Lysander D. Ruiz",
                "color": null,
                "isBot": true,
                "avatarUrl": "https://cdn.discordapp.com/avatars/1079895943815639131/f500902166a31f5c45b9c3207d9a18a0.png?size=512"
            },
            "attachments": [],
            "embeds": [],
            "stickers": [],
            "reactions": [
                {
                    "emoji": {
                        "id": "",
                        "name": "👀",
                        "code": "eyes",
                        "isAnimated": false,
                        "imageUrl": "https://cdn.jsdelivr.net/gh/twitter/twemoji@latest/assets/svg/1f440.svg"
                    },
                    "count": 7
                }
            ],
            "mentions": [],
            "category": "Dorm: Alden (Men)",
            "channel": "lysanders-room",
            "status": "end",
            "link": "https://discord.com/channels/857848490683269161/1079886095799554168/1079895945233305700"
        },
        {
            "id": "1080357916474867784",
            "type": "Default",
            "timestamp": "2023-03-01T05:16:39.367+00:00",
            "timestampEdited": null,
            "callEndedTimestamp": null,
            "isPinned": false,
            "content": "```February 28th, First Telecom to HQ```\n \n\n`Hey Boss~ \n\nI'm still alive. First day went well, this is gonna be fun~. Just a couple of things: The demon activity here is turbulent, Touga's children all attend this University. He has 6 confirmed, I had the pleasure of meeting at least 4 of them in the school chatroom. They are spoiled, sex-depraved, vulgar, and reckless...As most young demons seem to be. However, the Sakamaki's, to my knowledge are the royal bloods, right? You would think they would be trained for, well, the crown. Just odd for them to act so crudely, and so matter-of-fact. Unless they're faking for the sake of blending in? Anyway, I searched through the chatroom...Shu Sakamaki, Reiji Sakamaki, Ayato Sakamaki, Kanato Sakamaki, Laito Sakamaki, Subaru Sakamaki...I will do my best to gain more information on the six of them, but please telecom me back with any info you have on them. They seem to be the next bloodline closest to Touga...\n\nAnyway, next...\"Rosenfeld\", this name rings a bell for me as well. He is currently running the art club here in the school. My initial impression of him is that he's smart...But he seems careful, guarded even. I'll have a chance to actually meet him physically this Friday (The art club meets every week, apparently). I'll try to speak with him more then, hopefully I can get him alone. I know there are more demons that just vampires…There was mentions of Vibora and Alen? Alden? Something of that nature...I want to learn more about these creatures. There might be some of them at this school and I just haven't seen the signs. \n\nLastly...\"Mukami\", this is kind of a reach...But I feel like there is significance in this name, too. Looking through the chat roaster, there were four of them. Someone mentioned that the one named Kou Mukami is famous in Japan, idol business or something like that. Again, this is just from whispers, but the name \"Mukami\" is making the hair on the back of my neck stand up...Ruki Mukami, Yuma Muka",
            "author": {
                "id": "47",
                "name": "Lysander D. Ruiz",
                "discriminator": "0000",
                "nickname": "Lysander D. Ruiz",
                "color": null,
                "isBot": true,
                "avatarUrl": "https://cdn.discordapp.com/avatars/1079895943815639131/f500902166a31f5c45b9c3207d9a18a0.png?size=512"
            },
            "attachments": [],
            "embeds": [],
            "stickers": [],
            "reactions": [],
            "mentions": [],
            "category": "Dorm: Alden (Men)",
            "channel": "lysanders-room",
            "status": "end",
            "link": "https://discord.com/channels/857848490683269161/1079886095799554168/1080357916474867784"
        },
        {
            "id": "1087604503647375400",
            "type": "Default",
            "timestamp": "2023-03-21T05:12:00.384+00:00",
            "timestampEdited": null,
            "callEndedTimestamp": null,
            "isPinned": false,
            "content": "``` March 7th, After the Call with Tamura``` \n\nBoss~\n\nStill alive! For starters, the students here are quite strange. I've been keeping in contact with a human student: Michi Tamura. They seem to be heavily involved with some of the demons in the school. I have more suspicions that lead me to believe that the humans at this university willingly get into...\" entanglements \" with demons. I guess this shouldn't come as a surprise considering these creatures are good at deception. Maybe I should get into one in order to seem less suspicious? I'll update you on this matter later. \n\nTonight I will be in close proximity to a possible demon royal...Alrick Rosenfeld. I don't think anything major will happen, however,  please advise. I would like to request more equipment if possible. \n\n``` Lysander sends out a requisition form for the following: Experimental demon perfumes, tranquilizers, demon restraints, silver, and temporary repellents.``` \n\nI will keep in touch~ \n\n- The Hawk\n\n``` Telecom 2: END```",
            "author": {
                "id": "47",
                "name": "Lysander D. Ruiz",
                "discriminator": "0000",
                "nickname": "Lysander D. Ruiz",
                "color": null,
                "isBot": true,
                "avatarUrl": "https://cdn.discordapp.com/avatars/1079895943815639131/f500902166a31f5c45b9c3207d9a18a0.png?size=512"
            },
            "attachments": [],
            "embeds": [],
            "stickers": [],
            "reactions": [
                {
                    "emoji": {
                        "id": "",
                        "name": "👀",
                        "code": "eyes",
                        "isAnimated": false,
                        "imageUrl": "https://cdn.jsdelivr.net/gh/twitter/twemoji@latest/assets/svg/1f440.svg"
                    },
                    "count": 6
                }
            ],
            "mentions": [],
            "category": "Dorm: Alden (Men)",
            "channel": "lysanders-room",
            "status": "end",
            "link": "https://discord.com/channels/857848490683269161/1079886095799554168/1087604503647375400"
        },
        {
            "id": "1120754347882594474",
            "type": "Default",
            "timestamp": "2023-06-20T16:37:39.144+00:00",
            "timestampEdited": null,
            "callEndedTimestamp": null,
            "isPinned": false,
            "content": "```JUNE 13th, AROUND 9AM```\n\nLysander gets a call from an Unknown ID…But he know who this is, and what it means…If he allowed himself to smoke, now would have been a good time. \n\nInstead…He takes in a deep breath. In…Out. His finger hovers over the green ‘answer call” button. \n\n“…Estoy hasta los huevos.” \n(I am up to my balls/Fed up.) \n\nAfter a few more seconds, he answers the call…",
            "author": {
                "id": "47",
                "name": "Lysander D. Ruiz",
                "discriminator": "0000",
                "nickname": "Lysander D. Ruiz",
                "color": null,
                "isBot": true,
                "avatarUrl": "https://cdn.discordapp.com/avatars/1079895943815639131/f500902166a31f5c45b9c3207d9a18a0.png?size=512"
            },
            "attachments": [],
            "embeds": [],
            "stickers": [],
            "reactions": [],
            "mentions": [],
            "category": "Dorm: Alden (Men)",
            "channel": "lysanders-room",
            "status": "end",
            "link": "https://discord.com/channels/857848490683269161/1079886095799554168/1120754347882594474"
        },
        {
            "id": "1120894024182661274",
            "type": "Default",
            "timestamp": "2023-06-21T01:52:40.569+00:00",
            "timestampEdited": null,
            "callEndedTimestamp": null,
            "isPinned": false,
            "content": "Sitting back in his computer chair, Lysander places his phone down on the desk...Slumping his chin onto his palm with a somber stare at a blank monitor screen. In his thoughts, he repeats his Commander's words...Over and over. Analyzing what he should do differently...How he should _get more involved_...\n\nHe sighs, glancing over to the demon perfume he created sitting on the dresser...\n\n\"...\"\n\n\"...\"\n\n\"...\"\n\nHe stands to his feet, the hunter's eyes never leaving the bottle of liquid as he steps closer to it...Finally, laying a hand on it, the other hand reaches for the hidden blade that hugs the back of his thigh. \n\n\"...\"\n\n\"...\"\n\n\"...\"\n\nThe index of Lysander's finger slides back and forth on the spine of the blade as he contemplates...Eyesight was still focused on the bottle...\n\n\"...\" \n\n\"...\" \n\n\"...\" \n\nThe hunter slowly glides the hidden blade out of its holster, now holding it in front of his face, blankly staring at his reflection in the pristine silver. Closing his eyes and furrowing his brows, Lysander lets out one last sigh...Then picks up the perfume, putting the blade on the dresser in its place. \n\nHe knew this was stupid...\n\nHe knew this was foolish...\n\nBut for now..._He was not a hunter. He was a student at Ryoutei University...Just like everyone else..._ \n\n``` END```",
            "author": {
                "id": "47",
                "name": "Lysander D. Ruiz",
                "discriminator": "0000",
                "nickname": "Lysander D. Ruiz",
                "color": null,
                "isBot": true,
                "avatarUrl": "https://cdn.discordapp.com/avatars/1079895943815639131/f500902166a31f5c45b9c3207d9a18a0.png?size=512"
            },
            "attachments": [],
            "embeds": [],
            "stickers": [],
            "reactions": [
                {
                    "emoji": {
                        "id": "",
                        "name": "👀",
                        "code": "eyes",
                        "isAnimated": false,
                        "imageUrl": "https://cdn.jsdelivr.net/gh/twitter/twemoji@latest/assets/svg/1f440.svg"
                    },
                    "count": 9
                }
            ],
            "mentions": [],
            "category": "Dorm: Alden (Men)",
            "channel": "lysanders-room",
            "status": "end",
            "link": "https://discord.com/channels/857848490683269161/1079886095799554168/1120894024182661274"
        },
        {
            "id": "1089020816869572608",
            "type": "Default",
            "timestamp": "2023-03-25T02:59:55.77+00:00",
            "timestampEdited": null,
            "callEndedTimestamp": null,
            "isPinned": false,
            "content": "Lysander finished up where he wanted to leave off for the big project, cleaning up the rest of the supplies and washing his hands. He decided to head straight out of the club room this time, the text he got from Tama seemed urgent. Considering all that was happening around the school and the news in the city, he was hoping it was something juicy. \n\nHe struts himself out of the door, spotting the tall, lanky, timid boy. It was still hard to believe this boy was so tall...Then again, seemed like everyone was taller. Lysander approaches him, \"Tamura-san~, what's up?\" He waves at him.",
            "author": {
                "id": "47",
                "name": "Lysander D. Ruiz",
                "discriminator": "0000",
                "nickname": "Lysander D. Ruiz",
                "color": null,
                "isBot": true,
                "avatarUrl": "https://cdn.discordapp.com/avatars/1049569979575582761/f500902166a31f5c45b9c3207d9a18a0.png?size=512"
            },
            "attachments": [],
            "embeds": [],
            "stickers": [],
            "reactions": [],
            "mentions": [],
            "category": "Dorm: Alden (Men)",
            "channel": "tamas-room",
            "status": "end",
            "link": "https://discord.com/channels/857848490683269161/1047676163914469456/1089020816869572608"
        },
        {
            "id": "1095893942245003374",
            "type": "Default",
            "timestamp": "2023-04-13T02:11:16.556+00:00",
            "timestampEdited": null,
            "callEndedTimestamp": null,
            "isPinned": false,
            "content": "After his early morning run, a trip to the gym helped rid of any remaining adrenaline. Although he's been here for some months now, the scenery of Kaminashi City still bewildered him. The quietness that came about the city when the Sun threatens to peak into the sky seemed like a great time to come to gym after a nice jog outside. Just enough to wear off the remaining adrenaline in the hunter's system...\n\nHe scans his membership card at the front and walks through the double doors of the gym machinery room. He wore small backpack, black, skin-tight shirt, and greyish basketball shorts with white sneakers; and his hair slicked back with a headband, along with his RBF...His real default expression. Aoi's presence in the room immediately caught him off guard, and he became aware of the other two people within the room as well...As he thought, he could never let his guard down in this city, as much as he wanted to...He is constantly reminded of demon's existence, it was almost overwhelming at times...\n\n_Ayos Mio! Of course he's here...Just going to pretend I didn't notice him for now...Both him and the little blonde one [Shou] mentioned they want nothing to do with me. We'll see about that..._\n\nSetting his backpack and water into one of the little cubbies near the Leg-Press Machine, Lysander makes sure the weight and settings were to his liking. Finally putting his headphones in as he settled his body onto the seat of the machine. He wanted to be immersed in his workout...But with a certain someone being in the same vicinity, he made sure to keep aware of what _he_ might do. \n\n@AOI NAKASHIMA",
            "author": {
                "id": "47",
                "name": "Lysander D. Ruiz",
                "discriminator": "0000",
                "nickname": "Lysander D. Ruiz",
                "color": null,
                "isBot": true,
                "avatarUrl": "https://cdn.discordapp.com/avatars/1037799723601506325/0c5b3d84858a6f8eadfcc65c313cbaa3.png?size=512"
            },
            "attachments": [],
            "embeds": [],
            "stickers": [],
            "reactions": [],
            "mentions": [],
            "category": "Kaminashi City",
            "channel": "city-gym",
            "status": "end",
            "link": "https://discord.com/channels/857848490683269161/1037567717571575879/1095893942245003374"
        },
        {
            "id": "1098016661476495432",
            "type": "Default",
            "timestamp": "2023-04-18T22:46:12.259+00:00",
            "timestampEdited": null,
            "callEndedTimestamp": null,
            "isPinned": false,
            "content": "```April 18th, Midday``` \n\nThe past two weeks have been lively for the hunter; good and bad, mostly good! It seems like demons have been more liberal about exposing themselves than he expected...Shou, Aoi, and surprisingly Noah. His commander's intuitions about demon activity in Kaminashi were not only spot-on, but in an abundance, it was almost overwhelming. But Lysander didn't let it stress him out too much, this was his biggest challenge yet; he just had to be conscious of his work load--and remember to take breaks. Thus, leading him here! With another suspected demon...\n\n_He was insistent on hanging out...Is this a \"hang out\" as friends? A date? Is he planning on attacking me? What does he want? I couldn't tell what his intent was...Even when he had me inches away from him...And going by what Alrick and Elise say about me...? With how jumpy Alrick was in our last encounter, I'm assuming it wasn't in a positive light...Hmm..._  \n\nThe hunter couldn't quite put his finger on who Lucien _really_ was...Even though he was supposed to be using this invitation as a means of relaxation; he felt that he couldn't fully relax around him. But only spent time with the man will tell. Lysander snaps himself out of his thoughts, he realized he was spending too much time standing around...He approaches the front desk with a smile. \n\n\"Hello sir! Do you have a reservation with us?\" The woman speaks with a chipper, welcoming voice.  \n\n\"Yes. 'Lucien' should be the name, I believe...Or 'Demos', I think.\" Lysander struggled to remember how to pronounce 'Lucien' and 'Demos' in Japanese [the accent associated], hoping the lady understood him enough. She opens a giant, fancy, black book, shifting through the pages to the one with the current date stamped on the top of the page. Her pointer finger glides down the page of what he assumes to be names, dates, and times...\n\n\"Hmm...Ah! Here we go. `Lucien Demos: Party of 2: Full Payment Completed`, perfect! You can go ahead and make your wa",
            "author": {
                "id": "47",
                "name": "Lysander D. Ruiz",
                "discriminator": "0000",
                "nickname": "Lysander D. Ruiz",
                "color": null,
                "isBot": true,
                "avatarUrl": "https://cdn.discordapp.com/avatars/1019776882184568855/0c5b3d84858a6f8eadfcc65c313cbaa3.png?size=512"
            },
            "attachments": [],
            "embeds": [],
            "stickers": [],
            "reactions": [],
            "mentions": [],
            "category": "Kaminashi City",
            "channel": "crimson-onsen",
            "status": "active",
            "link": "https://discord.com/channels/857848490683269161/1019770828038094898/1098016661476495432"
        },
        {
            "id": "1109287909292523560",
            "type": "Default",
            "timestamp": "2023-05-20T01:14:07.148+00:00",
            "timestampEdited": null,
            "callEndedTimestamp": null,
            "isPinned": false,
            "content": "Shortly afterward, Lysander walks into the ice cream shop. The smell of fruit, cream, and chocolate wafted in the air, making him smile. \n\nNoah could be seen already seated across the shop, and Lysander's smile got bigger. \n\n`Payback time~.`\n\n His steps were light and efficient, all the way up to when he stood directly behind Noah. \n\n`Does he already know I'm right behind him? Did he smell me? Hear me? Sense me? Only one way to find out~.`\n\nLysander reached his hands out, lightly tapping on Noah's shoulders. \n\n\"Boo~!\"",
            "author": {
                "id": "47",
                "name": "Lysander D. Ruiz",
                "discriminator": "0000",
                "nickname": "Lysander D. Ruiz",
                "color": null,
                "isBot": true,
                "avatarUrl": "https://cdn.discordapp.com/avatars/1032669197941084261/f500902166a31f5c45b9c3207d9a18a0.png?size=512"
            },
            "attachments": [],
            "embeds": [],
            "stickers": [],
            "reactions": [],
            "mentions": [],
            "category": "Kaminashi City",
            "channel": "licks-ice-cream-parlor",
            "status": "end",
            "link": "https://discord.com/channels/857848490683269161/1032662517488566332/1109287909292523560"
        },
        {
            "id": "1114251260665806960",
            "type": "Default",
            "timestamp": "2023-06-02T17:56:42.33+00:00",
            "timestampEdited": null,
            "callEndedTimestamp": null,
            "isPinned": false,
            "content": "``` He obediently follows Noah’s lead, backing away to where he felt comfortable. But not without Lysander giggling at the Pink boy’s reaction. This time, he wasn’t purposefully trying to fluster Noah~```\n\n**”Heheh, sorry, just got a little too excited~”**\n\n``` He picks his spoon up, getting another scoop of ice cream and tasting it```\n\n**”Soo…Then…What category do you fit under? I just remember you having cat eyes.”**\n\n@NOAH LAFAYETTE",
            "author": {
                "id": "47",
                "name": "Lysander D. Ruiz",
                "discriminator": "0000",
                "nickname": "Lysander D. Ruiz",
                "color": null,
                "isBot": true,
                "avatarUrl": "https://cdn.discordapp.com/avatars/1032669197941084261/f500902166a31f5c45b9c3207d9a18a0.png?size=512"
            },
            "attachments": [],
            "embeds": [],
            "stickers": [],
            "reactions": [],
            "mentions": [],
            "category": "Kaminashi City",
            "channel": "licks-ice-cream-parlor",
            "status": "end",
            "link": "https://discord.com/channels/857848490683269161/1032662517488566332/1114251260665806960"
        },
        {
            "id": "1097648266444820500",
            "type": "Default",
            "timestamp": "2023-04-17T22:22:20.039+00:00",
            "timestampEdited": null,
            "callEndedTimestamp": null,
            "isPinned": false,
            "content": "It was a nice, Spring day, it was finally starting to warm up enough to not need a jacket for Lysander’s daily runs. Usually he does this right before the break of dawn, but the forecast predicted a nice first feeling of Spring weather. Turning the corner sidewalk with brisk haste, he finally makes it to the park, completing his 5 mile goal. \n\nHis heavy steps slowed, then coming to a stop before hunching over to catch his breath. After a few moments, he lifts himself back up, taking a large swig of his water bottle full of iced cold H20. A sigh of satisfaction escapes his lips, ridding his forehead of any remaining sweat as he brushed his bangs back. \n\nHe surveys his area, quickly realizing he stopped in front of the park table that was occupied. Taking a peek, he first noticed the pastel colors on their clothes…Seems familiar…But before that, he needed to rest his legs. \n\n“May I sit here?” He asks approaching the person sitting at the table with nothing but textbooks surrounding them. \n\n@KAORU SAKURAI",
            "author": {
                "id": "47",
                "name": "Lysander D. Ruiz",
                "discriminator": "0000",
                "nickname": "Lysander D. Ruiz",
                "color": null,
                "isBot": true,
                "avatarUrl": "https://cdn.discordapp.com/avatars/996220383839666186/0c5b3d84858a6f8eadfcc65c313cbaa3.png?size=512"
            },
            "attachments": [],
            "embeds": [],
            "stickers": [],
            "reactions": [],
            "mentions": [],
            "category": "Kaminashi City",
            "channel": "park",
            "status": "active",
            "link": "https://discord.com/channels/857848490683269161/858225279447990323/1097648266444820500"
        },
        {
            "id": "1082894265211961394",
            "type": "Default",
            "timestamp": "2023-03-08T05:15:12.029+00:00",
            "timestampEdited": null,
            "callEndedTimestamp": null,
            "isPinned": false,
            "content": "```March 7th, Evening``` \n\nAlthough Spring was upon them, the hallways were still dark and cool...As beautiful as this school was, the harsh gloominess ruined the vibe. Lysander made sure to dress himself for the occasion, although he didn't know what kind of person, or demon, he was in for. His green locks were brushed out to cup his face in a flattering manner, and wore loose, Bohemian-like clothes, being sure to have his neck and partial shoulders exposed,  giving him more of an androgynous appearance. Adding on a sleeved shawl, silver rings on his index and ring fingers (for both hands), and his most trusted silver cross necklace...He messed around with his hair one more time, before heading out of his dorm and onto school grounds. \n\n*That's the best I can do for now...At least I look good for my age~ We will see how well these techniques work on the demons of Japan! Rosenfeld...From the report back, it looks like his lineage is...Quite extensive. Suspiciously extensive. I hope my hunch is right...I'll bring some of this with me, just to be sure.*\n\n```He currently has two types of scents in his possession, one that smells of Rain, another that is supposed to be a blood aphrodisiac. Whether it actually works on demons or not is to be determined.``` \n\nFinally in front of the classroom, Lysander takes a moment to spritz himself once on the neck, then on the wrist with the aphrodisiac, then opens his bag where the art pieces were and spritzes it once with the scent of rain. he pauses for a moment...Take a deep breath in...Then out...Although he was a professional, he is still a human, to go against his fight or flight instincts was still an inner battle in itself...But this is it, he needed this for his research. \n\nLysander opens the classroom door, charading his best \"girl-next-door\" smile...\n\n@ALRICK ROSENFELD",
            "author": {
                "id": "47",
                "name": "Lysander D. Ruiz",
                "discriminator": "0000",
                "nickname": "Lysander D. Ruiz",
                "color": null,
                "isBot": true,
                "avatarUrl": "https://cdn.discordapp.com/avatars/1032449393263136809/f500902166a31f5c45b9c3207d9a18a0.png?size=512"
            },
            "attachments": [],
            "embeds": [],
            "stickers": [],
            "reactions": [],
            "mentions": [],
            "category": "Ryoutei Twilight University",
            "channel": "classroom-3",
            "status": "end",
            "link": "https://discord.com/channels/857848490683269161/1023336930596884620/1082894265211961394"
        },
        {
            "id": "1123036675543674911",
            "type": "Default",
            "timestamp": "2023-06-26T23:46:48.462+00:00",
            "timestampEdited": null,
            "callEndedTimestamp": null,
            "isPinned": false,
            "content": "It was the last of classes of the day, and Lysander had wrapped up what was left of the Chemistry lab. He volunteered to be the one to clean and lock up the lab at the end of the day. He closes the doors and locks them with the old, giant, medieval-looking room key; who even have these anymore? How old was this school? Walking down the long hallway, he held up the key, observing it up and down...Flipping it over. The design etched within was...Unsettling. Were these...Eyes? Horns? Maybe it didn't mean anything, but this school was old, it has to mean _something_, right?\n\nThoughts of known demonic history, cryptic history, and other supernatural happenings swirl through Lysander's mind like a history book being flipped through. He didn't even notice passing a figure from the hallway adjacent to him...Moments later...Deeper and deeper into his cryptic thoughts...Until...\n\n> ** \"Gotcha!\"**\n\nLysander's soul rips from his body when he felt two hands grab each side of his waist. The grip on the key tightened to an uncomfortable clench, and the skin on his hand turns red from how tight he was squeezing. Heartbeat spikes and his skin flushes...But even with all this, not a peep comes from his lips...But he did give a swift grab of the person's wrist and a strenuous glare...For a moment, as he processed who grabbed him, his eyes were wide...Lifeless...\n\n\"Rumi...\" Almost immediately, he snaps out of his _trance_, letting out a sigh of relief. He releases her wrist, putting his hand on his chest. \n\n_...I gatta stop zoning out in public...On a Full Moon, too._ \n\n\"Jesus Christ...\" \n\n[@RUMI FURUYA ]",
            "author": {
                "id": "47",
                "name": "Lysander D. Ruiz",
                "discriminator": "0000",
                "nickname": "Lysander D. Ruiz",
                "color": null,
                "isBot": true,
                "avatarUrl": "https://cdn.discordapp.com/avatars/1018361901182353521/f500902166a31f5c45b9c3207d9a18a0.png?size=512"
            },
            "attachments": [],
            "embeds": [],
            "stickers": [],
            "reactions": [],
            "mentions": [],
            "category": "Ryoutei Twilight University",
            "channel": "hallway-3",
            "status": "active",
            "link": "https://discord.com/channels/857848490683269161/858216459220942909/1123036675543674911"
        },
        {
            "id": "1083868119564566581",
            "type": "Default",
            "timestamp": "2023-03-10T21:44:57+00:00",
            "timestampEdited": null,
            "callEndedTimestamp": null,
            "isPinned": false,
            "content": "`Lysander was dressed comfortably, only brought a pen and one of his journals back from when he was in college and some coffee` \n\n`Gives Tama a wave and a welcoming smile, then sits at the same table` \n\nYou're taller than I expected.",
            "author": {
                "id": "47",
                "name": "Lysander D. Ruiz",
                "discriminator": "0000",
                "nickname": "Lysander D. Ruiz",
                "color": null,
                "isBot": true,
                "avatarUrl": "https://cdn.discordapp.com/avatars/1011168055356821565/f500902166a31f5c45b9c3207d9a18a0.png?size=512"
            },
            "attachments": [],
            "embeds": [],
            "stickers": [],
            "reactions": [],
            "mentions": [],
            "category": "Ryoutei Twilight University",
            "channel": "library",
            "status": "end",
            "link": "https://discord.com/channels/857848490683269161/858216938332618773/1083868119564566581"
        },
        {
            "id": "1084004267221848094",
            "type": "Default",
            "timestamp": "2023-03-11T06:45:57.131+00:00",
            "timestampEdited": null,
            "callEndedTimestamp": null,
            "isPinned": false,
            "content": "`Lysander's head tilts more to meet Tama's downward gaze` \n\nTamura-san, I won't bite you~. \"But I don't\" what~?",
            "author": {
                "id": "47",
                "name": "Lysander D. Ruiz",
                "discriminator": "0000",
                "nickname": "Lysander D. Ruiz",
                "color": null,
                "isBot": true,
                "avatarUrl": "https://cdn.discordapp.com/avatars/1011168055356821565/f500902166a31f5c45b9c3207d9a18a0.png?size=512"
            },
            "attachments": [],
            "embeds": [],
            "stickers": [],
            "reactions": [],
            "mentions": [],
            "category": "Ryoutei Twilight University",
            "channel": "library",
            "status": "end",
            "link": "https://discord.com/channels/857848490683269161/858216938332618773/1084004267221848094"
        },
        {
            "id": "1095723954381004891",
            "type": "Default",
            "timestamp": "2023-04-12T14:55:48.291+00:00",
            "timestampEdited": null,
            "callEndedTimestamp": null,
            "isPinned": false,
            "content": "Although today was special, the hustle and bustle of the mortal went on as if it were another day. Today was uneventful and full of nothing but paperwork for the overworked hunter. This moment, here in front of Noah, was his only peace he got from the clacking of his keyboard and white noise of his PC. The lack of sleep and a hint of grogginess could be heard in Lysander’s tone. The aches in his neck and shoulders were stiffening his posture, but he was insistent in helping the poor boy with his studies. \n\n“This one—“, He taps the page. “Is a compound because of this particular criteria…It’s hard to spot when you first learn of these, but with practice—You’ll be a pro in no time…”\n\nLysander’s words trickled through his lips like a waterfall. Regurgitating information from when _he_ was last in college at this point. He almost didn’t even notice Noah’s absence until dark eyes travels back up to his flushed face. \n\n The hunter paused, staring straight into Noah’s half lidded eyes. Only thought that came across Lysander’s mind, was how porcelain the boy appeared…Like a collector’s favorite doll…_How does a petite man like Noah safely navigate a place like this?_ He wonders. \n\n“…I hope I’m not boring you. Do you want to take a break?” The ends of his mouth come to a slight upward curve. \n\n@NOAH LAFAYETTE",
            "author": {
                "id": "47",
                "name": "Lysander D. Ruiz",
                "discriminator": "0000",
                "nickname": "Lysander D. Ruiz",
                "color": null,
                "isBot": true,
                "avatarUrl": "https://cdn.discordapp.com/avatars/1011168055356821565/0c5b3d84858a6f8eadfcc65c313cbaa3.png?size=512"
            },
            "attachments": [],
            "embeds": [],
            "stickers": [],
            "reactions": [],
            "mentions": [],
            "category": "Ryoutei Twilight University",
            "channel": "library",
            "status": "end",
            "link": "https://discord.com/channels/857848490683269161/858216938332618773/1095723954381004891"
        }
    ]
}